Repository: Yashrajdps13/sparrow
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Introduction
hi: परिचय

source: Historical Background
hi: ऐतहासिक पृष्ठभूमि

source: Importance of Sparrow
hi: गौरैया का महत्व

source: Reasons for extinction
hi: विलुप्ति के कारण

source: Conservation Measure
hi: संरक्षण के उपाय

source: Diet of Sparrow
hi: गौरैया का आहार

source: Plants for Sparrow
hi: गौरैया के लिए पौधे

source: Conservation Campaign
hi: संरक्षण अभियान

source: Mutual contribution
hi: आपसब का योगदान

source: Poems and stories
hi: कविताएं तथा कहानियां

source: Present Situation
hi: वर्त्तमान स्थिति

source: Name
hi: नाम
